settings = {
    'token': 'ODM1NDQ3NzU2MjU2NTc1NTA4.YIPlWg.7B4PyDyT-DycEM-BrfAwPkqkWOE',
    'bot': 'test_bot_bareckiy',
    'id': 835447756256575508,
    'prefix': '\\'
}
rules = {
    1: 'ФАН-СЕРВЕР СТАСА БАРЕЦКОГО\n'
       'префикс по умолчанию: " \ "\n'
       'смена префикса: ".prefixes"\n'
       'правил нет\n'
       'бан дается по усмотрению админа',

    2: 'КОМАНДЫ СТАСА БАРЕЦКОГО.\n'
       'разрывать пиво: "\pivo"\n'
       'фото величайшего: "\staspic"\n',

    3: 'ПРОСТО ИНТЕРЕСНЫЕ КОМАНДЫ\n'
       'писать от лица бота: "\ text"\n'
       'команды: "\commands"\n'
       'приветствие: "\hello"'
       'бан: "\ ban"',

    4: "ЗВЕРЬКИ.\n"
       "\cat - кошечька\n"
       "\dog - собочька\n"
       "\koala - коала\n"
       "\ bird - птица\n"
       "\ red_panda - карликовая панда\n"
       "\panda - панда\n"
    ,
}
links = {
    'stas_govorit': 'https://static.life.ru/publications/2021/2/16/377733494886.50793.gif',
    'agressive': 'https://media.tenor.com/images/a1b44a7dd776b55e9c7c4611ec54f1f8/tenor.gif',
    'beseda': 'https://i.makeagif.com/media/10-01-2015/oL3DJW.gif'}

songlyrics = {
    'Морячок':
        'А на море ветер свищет\n;'
        'Моряка никто не ищет\n'
        'Морячок наверно затонул\n'
        'И на дне страной забытой\n'
        'Он лежит волной убитый\n'
        'И к морскому дну навек прильнул\n'

        'Лишь у ней сердечко стонет:\n'
        '"Как же так? Он не утонет.\n'
        'Не оставит здесь одну меня.\n'
        'А моряк давно женился,\n'
        'Потолстел и обленился\n'
        'И не ходит в море - дом семья"\n'

        'Лишь одна о нём скучает\n'
        'Корабли в порту встречает\n'
        'И кричит волнам: " А как же я!?"\n'
        'Но волна о пристань грянет\n'
        'И сынок за руку тянет\n'
        'Погремушкой глупою звеня\n',
    'Вампир':
        'Тут хуячу на свидание\n'
        'Прохожу ларек и здание\n'
        'Захожу во двор сквозь арку,\n'
        'Тут заметил иномарку -\n'
        'Бумер, бля, крутая тачка,\n'
        'за рулем такая пачка!\n'
        'Шефа ждет, видать, братуха,\n'
        'На меня глазеет сухо\n'

        'Наступив в говна, бля, кучу\n'
        'Захожу в подъезд вонючий\n'
        'В жопе, бля, светлей наверное,\n'
        'И воняет также скверно\n'
        'У меня в руках конфетки\n'
        'И букетик роз для Светки\n'
        'Ждет меня моя отрада,\n'
        'Любит, блядь, такого гада!\n'

        'Ну а хули, я же тоже,\n'
        'Хоть и жизни прошлась по роже.\n'
        'Проходя огонь и трубы,\n'
        'Потерял друзей и зубы.\n'
        'Был в тузах, потом - валетом.\n'
        'Впрочем, речь сейчас не об этом.\n'
        'На этаж заполз к Светуле, тут, хуяк, стрельба, блядь, пули!!!\n'

        'Дверь, косяк, стекло, кровища.\n'
        'Всё летит мне, бля, в еблище.\n'
        'Озаряя чудным светом,\n'
        'выбегают два брюнета\n'
        'и по мне хуячат дружно,\n'
        'Я лежу, мне выпить нужно.\n'
        'Весь в дерьме, букетик смятый,\n'
        'Слышу крик: "Спасибо, снято!"\n'

        'Мужики снуют, бабёнки -\n'
        'Я ебал такие съемки!!!\n'
        'Светка мне, пизда, моргает:\n'
        '"А у нас кино снимают!"\n'
        '"Мент-вампир" кино назвали,\n'
        'и меня на пробы звали...\n'
        'ЗВАЛИ!!! Суку...',
    'Кризис':
        'Листья жмутся к земле поближе,\n'
        'Потому что боятся ночи\n'
        'Я и сам эти тучи вижу.\n'
        'И ты знаешь, мне страшно очень.\n'

        'С неба капли, кап-кап- и лужа\n'
        'А за лужей другая тут же.\n'
        'И чего этим лужам нужно,\n'
        'Все равно уж не будет хуже.\n'

        'Кризис грянул и нет спасенья,\n'
        'Нет спасенья, хоть прыгай с кручи…\n'
        'Все твои щас и к месту рвенья, глянь какие подходят тучи.\n'
        'Глянь, какая сверкнула сабля, сколько сразу голов срубила,\n'
        'А за саблей, упала капля, кровь барыги с асфальта смыла.\n'

        'Вон другая сверкнула туча,\n'
        'Покатилась башка банкира.\n'
        'Ничего быть нее может хуже\n'
        'Ролик банка пропал с эфира.\n'

        'Ты к попу не ходи, уж поздно\n'
        'Он конечно проявит ласку,\n'
        'Но мольбу не услышат звезды.\n'
        'Рано брат ты поверил в сказку'}

tracklist = {
    'Морячок': 'https://www.youtube.com/watch?v=RHpftBEUC5Q',
    'Вампир': 'https://www.youtube.com/watch?v=9kX7VQm5cmU',
    'Кризис': 'https://www.youtube.com/watch?v=EjQSAuQTgHg'}

clips = {
    'Морячок': 'отсутствует',
    'Вампир': 'https://www.youtube.com/watch?v=Mz0NqSa_wVM',
    'Кризис': 'https://www.youtube.com/watch?v=rsVcyTSSzw8'}
